Repository: jmservera/cecinestpasunmariage
Catalog: backend/functions/Messaging/TelegramBot.*.resx
Languages: es, fr

# GreetingMessage
source: Welcome to the Isa & Juanma's homemade Bot. Send me a picture of the party and it will show up in the [website](https://cecinestpasunmariage.org/en/fotos), or ask me anything about the party. You can also get a list of commands by using the command `/help`
es: Bienvenido al bot de las fotos de la gran fiesta de Isa & Juanma. Envíame una foto y aparecerá en la [página web](https://cecinestpasunmariage.org/fotos), o pregunta lo que necesites saber sobre la fiesta. También puedes obtener una lista de comandos usando el comando `/help`
fr: Bienvenue sur le Bot de photos d'Isa & Juanma. Envoyez-moi une photo de la fête et elle apparaîtra sur le [site web](https://cecinestpasunmariage.org/fr/fotos), ou posez-moi des questions sur la fête. Vous pouvez également obtenir une liste de commandes en utilisant la commande `/help`

# LoggedOut
source: Your authentication information has been deleted
es: Tu información de autenticación ha sido eliminada
fr: Vos informations d'authentification ont été supprimées

# Help
source: In this chat, you can send me photos that you want to see live in the carousel and also ask questions about the party. Additionally, you have the following commands: - /help: to see this message - /clear: to clear the conversation history - /logout: to delete your authentication information
es: En este chat puedes enviarme fotos que quieras ver en directo en el carrousel y también realizar preguntas sobre la fiesta. Además tienes los siguientes comandos: - /help: para ver este mensaje - /clear: para borrar el historial de conversación - /logout: para borrar tu información de autenticación
fr: Dans cette conversation, vous pouvez m'envoyer des photos que vous souhaitez voir en direct dans le carrousel et poser des questions sur la fête. De plus, vous avez les commandes suivantes : - /help : pour voir ce message - /clear : pour effacer l'historique de la conversation - /logout : pour supprimer vos informations d'authentification

# PictureAdded
source: Picture added to the [website](https://cecinestpasunmariage.org/en/fotos)
es: Imagen añadida a la [página web](https://cecinestpasunmariage.org/es/fotos)
fr: Image ajoutée sur le [site web](https://cecinestpasunmariage.org/fr/fotos)

# PictureNotAdded
source: Sorry, I couldn't add the picture to the [website](https://cecinestpasunmariage.org/en/fotos)
es: Imagen no añadida a la [página web](https://cecinestpasunmariage.org/es/fotos)
fr: Désolé, je n'ai pas pu ajouter l'image sur le [site web](https://cecinestpasunmariage.org/fr/fotos)

# InvalidFile
source: The file is not in an accepted format
es: El archivo no es de ningún formato aceptado
fr: Le fichier n'est pas dans un format accepté

# BotAuthenticated
source: You've been authenticated, you can start using the Bot.
es: Has sido autenticado, puedes empezar a usar el Bot.
fr: Vous avez été authentifié, vous pouvez commencer à utiliser le Bot.

# ClickLogin
source: Please click on the login button you'll find under the text input to use this bot. 👇 If this doesn't work you can also click [this link]({0}).
es: Por favor, haz clic en el botón de inicio de sesión que encontrarás debajo del campo de texto para usar este bot. 👇 Si esto no funciona, también puedes hacer clic en [este enlace]({0}).
fr: Veuillez cliquer sur le bouton de connexion que vous trouverez sous le champ de saisie de texte pour utiliser ce bot. 👇 Si cela ne fonctionne pas, vous pouvez également cliquer sur [ce lien]({0}).

# LoginButton
source: 🔑 Click to login through our website
es: 🔑 Haz clic para iniciar sesión a través de nuestro sitio web
fr: 🔑 Cliquez pour vous connecter via notre site web
